
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@) : Verbindungsfehler";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ möchte Sie in den Chat-Raum \"%2$@\" einladen.";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ möchte Sie mit folgender Nachricht in den Chat-Raum \"%2$@\" einladen: %3$@";

/* joscar accept group chat button caption */
"Accept" = "Akzeptieren";

/* No comment provided by engineer. */
"Account" = "Konto";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar Debug Log";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Change User Details" = "Nutzerdetails ändern";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Nachrichten-Weiterleitung anpassen";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "Direktverbindung beendet";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "Direktverbindung initialisiert";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "Fehler: Ein Verbindungsfehler ist aufgetreten.";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "Gruppenchat-Einladung";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ-Nummer";

/* No comment provided by engineer. */
"joscar Debug Window" = "joscar Debug Fenster";

/* No comment provided by engineer. */
"Member Name" = "Mitgliedsname";

/* No comment provided by engineer. */
"OK" = "OK";

/* SecurID prompt */
"Please enter your SecurID:" = "Bitte geben Sie Ihre SecurID ein:";

/* joscar reject group chat button caption */
"Reject" = "Abweisen";

/* No comment provided by engineer. */
"Request Authorization" = "Autorisierung anfordern";

/* No comment provided by engineer. */
"Screen Name" = "Bildschirmname";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "Der Server ist temporär nicht verfügbar. Sie können sich derzeit nicht verbinden, bitte versuchen Sie es später wieder.";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "Es gab zu viele Verbindungsversuche von Ihrem Rechner. Bitte warten Sie mindestens fünf Minuten bevor Sie es erneut versuchen, die Dauer dieser Sperre wird sonst erhöht.";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "Sie wurden für kurze Zeit vom Server gesperrt und können sich momentan nicht verbinden. Bitte versuchen Sie es später nocheinmal.";
